tap "daipeihust/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "jesseduffield/lazygit"
brew "php"
brew "composer"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libmicrohttpd"
brew "tesseract"
brew "ffmpeg"
brew "git-delta"
brew "n"
brew "neovim"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "daipeihust/tap/im-select"
brew "jesseduffield/lazygit/lazygit"
cask "font-hack-nerd-font"
