tap "daipeihust/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "jesseduffield/lazygit"
tap "supabase/tap"
brew "biome"
brew "glib"
brew "curl"
brew "freetds"
brew "libpq"
brew "php"
brew "composer"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "libmicrohttpd"
brew "librist"
brew "tesseract"
brew "ffmpeg"
brew "git-delta"
brew "lazygit"
brew "lefthook"
brew "n"
brew "ncurses"
brew "neovim"
brew "pyenv"
brew "python@3.12"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "yarn"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "daipeihust/tap/im-select"
brew "supabase/tap/supabase"
cask "alacritty"
cask "font-hack-nerd-font"
