alefragnani.project-manager
asvetliakov.vscode-neovim
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
esbenp.prettier-vscode
GitHub.copilot
GitHub.copilot-chat
GitHub.github-vscode-theme
golang.go
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
oderwat.indent-rainbow
seatonjiang.gitmoji-vscode
streetsidesoftware.code-spell-checker
vscode-icons-team.vscode-icons
WallabyJs.quokka-vscode